Repository: NathanielPreiss/ICS.Server
Catalog: Muscle/Muscle.Mapping/Resources/MuscleGroup.Description.*.resx
Languages: es

# Abdomen
source: The front of a vertebrate body from the breastbone to the pelvis.
es: La parte frontal de un cuerpo vertebrado desde el esternón hasta la pelvis.

# Calve
source: The back portion of the lower leg.
es: La parte trasera de la parte inferior de la pierna.

# Chest
source: The trunk of the body from the neck to the abdomen.
es: El tronco del cuerpo desde el cuello hasta el abdomen.

# Forearm
source: The part of the arm between the elbow and the wrist.
es: La parte del brazo entre el codo y la muñeca.

# Hip
source: The projecting part of each side of the body formed by the side of the pelvis and the upper part of the femur.
es: La parte saliente de cada lado del cuerpo formada por el lado de la pelvis y la parte superior del fémur.

# LowerBack
source: The rear part of the body, extending from the middle to the lower end of the spine.
es: La parte trasera del cuerpo, que se extiende desde la mitad hasta el extremo inferior de la columna vertebral.

# Neck
source: The part of the body that connects the head and the trunk.
es: La parte del cuerpo que conecta la cabeza y el tronco.

# Shoulder
source: The part of each side of the body at the top of the trunk, extending from each side of the base of the neck to the region where the arm articulates with the trunk.
es: La parte de cada lado del cuerpo en la parte superior del tronco, que se extiende desde cada lado de la base del cuello hasta la región donde el brazo se articula con el tronco.

# Thigh
source: The part of the lower limbs between the hip and the knee.
es: La parte de los miembros inferiores comprendida entre la cadera y la rodilla.

# UpperArm
source: The upper limb of the body extending from the shoulder to the elbow.
es: La extremidad superior del cuerpo que se extiende desde el hombro hasta el codo.

# UpperBack
source: The rear part of the body, extending from the base of the neck to the middle of the spine.
es: La parte trasera del cuerpo, que se extiende desde la base del cuello hasta la mitad de la columna vertebral.
