Repository: NathanielPreiss/ICS.Server
Catalog: Muscle/Muscle.Mapping/Resources/Muscle.Name.*.resx
Languages: es

source: Abductors
es: Abductores

source: Adductors
es: Aductores

source: Anterior Deltoid
es: Deltoides Anterior

source: Biceps Brachii
es: Bíceps Braquial

source: Brachialis
es: Braquial

source: Brachioradialis
es: Braquiorradial

source: Erector Spinae
es: Erector de la Columna

source: Flexors
es: Flexores

source: Gastrocnemius
es: Gastrocnemio

source: Gluteus Maximus
es: Glúteo Mayor

source: Hamstrings
es: Isquiotibiales

source: Infraspinatus
es: Infraespinoso

source: Lateral Deltoid
es: Deltoides Lateral

source: Latissimus Dorsi
es: Dorsal Ancho

source: Levator Scapulae
es: Elevador de la Escápula

source: Obliques
es: Oblicuos

source: Pectoralis Major
es: Pectoral Mayor

source: Pectoralis Minor
es: Pectoral Menor

source: Posterior Deltoid
es: Deltoides Posterior

source: Quadratus Lumborum
es: Cuadrado Lumborum

source: Quadriceps
es: Cuadríceps

source: Rectus Abdominis
es: Recto Abdominal

source: Rhomboids
es: Romboides

source: Serratus Anterior
es: Serrato Anterior

source: Soleus
es: Sóleo

source: Splenius
es: Esplendor

source: Sternocleidomastoid
es: Esternocleidomastoideo

source: Supraspinatus
es: Supraespinoso

source: Subscapularis
es: Subescapular

source: Transverse Abdominis
es: Transverso del Abdomen

source: Tibialis Anterior
es: Tibial Anterior

source: Trapezius
es: Trapecio

source: Triceps Brachii
es: Tríceps Braquial

source: Wrist Extendors
es: Extensores de Muñeca

source: Wrist Flexors
es: Flexores de Muñeca

source: Wrist Pronator
es: Pronador de Muñeca

source: Wrist Supinator
es: Supinador de Muñeca
